{
  "0": {
    "interpretation": "화려한 조명이 감싸는 듯한 화려한 옷을 입고 있으며, 뒤에는 눈 덮인 산(설산), 강아지, 꽃, 그리고 태양 등의 다양한 배경 요소들이 나타나요. 이 인물은 아무것도 걸치지 않은 실오라기 하나 없는 상태로 태어나는 것처럼 보이는데, 이는 투명한 그릇과도 같은 상태이며, 내 이름이 생기기 전의 상태를 상징해요."
  },
  "1": {
    "interpretation": "스스로 이름이 부여된 상태의 인물로 그려지며 (0번과 대비), 무언가를 창조하고 마법을 부릴 수 있는 모습을 상징해요. 손에 도구를 쥐고 있는 것은 내 권위를 상징하며, 이것을 쓸 수 있고 다룰 수 있는 능력이나 힘을 부여받은 사람임을 나타내요."
  },
  "2": {
    "interpretation": "차분하게 앉아있는 종교인의 모습이에요. 전체적으로 파랑, 검정, 하얀색 등 **정적인 색채**가 쓰여 있어 차분함을 느끼게 하며, 이는 움직임이 없는 에너지를 가져다줘요. 종교인으로서 신과 사람의 사이를 이어주는 의식을 주관하는 사람이에요."
  },
  "3": {
    "interpretation": "빨주노초와 같은 양의 색깔이 굉장히 많이 쓰여 있어 따뜻한 기운을 풍겨요. 곡식들이 무럭무럭 자라나 있고, 무성한 나무와 폭포가 넘쳐흐르는 풍요로운 배경이에요. 편안한 쿠션에 기대어 앉아 있으며, 여성성을 상징하는 진주 목걸이와 화려한 별 왕관을 쓰고 있어요. 옷 전체에는 여성성을 상징하는 **석류**가 수놓아져 있어, 여성성이 다분함을 나타내요."
  },
  "4": {
    "interpretation": "머리와 수염이 허옇고, 갑옷을 입고 앉아있는 모습이에요. 이 인물은 왕좌에 올라왔지만 항상 갑옷을 입고 긴장하며 나가서 맞서 싸울 준비가 되어 있음을 뜻하며, 이 나라를 지켜야 하는 책임감을 느껴요. 숫자 4는 네모 반듯한 정사각형처럼 수평과 수직이 맞아 안정적이며 규칙과 규율을 상징해요."
  },
  "5": {
    "interpretation": "교황에게 밑의 사제들이 와서 자문을 구하는 모습이에요. 3단 왕관을 쓰고 있으며, 손에 쥔 십자가 모양의 도구도 3단이며, 옷 가운데에 3개의 십자가가 박혀있어요 (333). 목에는 말을 잘하는 언변술이 좋은 사람을 상징하는 파란 색깔 마후라를 두르고 있는데, 이는 깁스가 아니라 내복 같은 것이에요."
  },
  "6": {
    "interpretation": "남자와 여자가 아무것도 걸치지 않은 알몸 상태로 서 있어요. 이는 가릴 것 없이 떳떳하고 아주 순수한 상태를 일컬어요. 여자 뒤에는 열매가 열린 나무(물욕)가 있고, 남자 뒤에는 불의 나무(성욕)가 자라나 있는데, 이는 각각이 갖고 있는 동물적인 본능적인 욕구를 보여주는 모습이에요. 두 사람은 같은 선상에 서 있어 수준이 맞음을 나타내요."
  },
  "7": {
    "interpretation": "우람하고 어깨가 넓은 젊은 남성이 갑옷을 갖추고 전차에 탑승해 있으며, 표정에서 강한 자신감이 느껴져요. 손에 도구를 쥐고 있는 것은 권위나 능력을 부여받은 사람임을 상징해요. 전차 앞에는 검은색과 흰색 스핑크스들이 앉아있는데, 이들의 균형을 맞춰야 앞으로 나아갈 수 있으며, 이들이 움직이지 않으면 전차는 나아갈 수 없어요."
  },
  "8": {
    "interpretation": "여자가 사자(맹수)를 맨손으로 다루고 있으며, 어떤 장비도 없이 온화한 표정을 짓고 있어요. 사자의 꼬리가 안으로 말려 있는 것은, 사자가 여자에게 길들여지고 저자세임을 보여줘요. 이는 이성(여자)이 동물적인 욕구/본능(사자)을 다스리는 것을 상징해요."
  },
  "9": {
    "interpretation": "설산 위에 서 있으며, 머리부터 발끝까지 노출 없이 도포를 뒤집어쓰고 있어요. 수염이 덥수룩하고 하얘요. 눈을 감고 귀를 막고 입을 막은 듯한 모습은 소통을 거부하고 오직 혼자만의 시간에 집중하겠다는 뜻이에요. 황제 카드와 마찬가지로 수염과 머리가 하얘 연륜과 경륜이 있음을 보여줘요."
  },
  "10": {
    "interpretation": "뚜렷한 인물은 보이지 않고, 수레바퀴가 굴러가고 있는 모습이에요. 네 귀퉁이에는 날개를 단 고정 별자리의 상징인 아이들이 책을 보고 있는데, 이는 변화를 싫어하는 고정적인 별자리조차도 책을 보며 배움을 거듭해 변화를 시도하고 있음을 연출해요."
  },
  "11": {
    "interpretation": "황금색 갑옷을 입고 서 있는 **정의의 여신**의 모습이에요. 한 손에는 균형을 재는 **저울**을, 다른 손에는 진실을 가르는 **칼**을 들고 있어요. 이는 공정한 판단과 진실을 추구하는 모습을 상징해요. 배경은 간결하고 깔끔해 객관적이고 냉정한 분위기를 연출하며, 감정에 휘둘리지 않는 **이성적 판단**을 나타내요."
  },
  "12": {
    "interpretation": "나무에 **거꾸로 매달린** 남성의 모습이에요. 한쪽 다리는 나무에 묶여있고 다른 한쪽 다리는 자유롭게 구부러져 있으며, 두 손은 등 뒤로 묶여 있어요. 하지만 표정은 고통스럽지 않고 오히려 **평온하고 깨달은** 듯한 모습이에요. 머리 주위에는 **후광**이 비춰져 있어 영적 깨달음을 얻었음을 보여줘요. 이는 기존의 관점을 뒤바꿔 새로운 시각으로 세상을 바라보는 것을 상징해요."
  },
  "13": {
    "interpretation": "검은 갑옷을 입고 말을 탄 **해골 기사**가 검은 깃발을 들고 있는 모습이에요. 깃발에는 하얀 장미가 그려져 있어 죽음 이후의 **새로운 시작과 정화**를 상징해요. 앞에는 교황, 아이, 여인이 있는데, 이들은 죽음 앞에서 각기 다른 반응을 보여요. 배경에는 **강**이 흐르고 있어 변화와 흐름을 나타내며, 멀리 **떠오르는 태양**은 죽음 이후의 재탄생을 암시해요."
  },
  "14": {
    "interpretation": "천사의 모습을 한 인물이 두 개의 **컵** 사이에서 물을 따르고 있는 모습이에요. 한쪽 발은 땅에, 다른 한쪽 발은 물에 담그고 있어 **물질과 정신의 균형**을 나타내요. 머리에는 **후광**이 있어 신성함을 보여주며, 가슴에는 **삼각형**이 새겨져 있어 조화와 균형을 상징해요. 배경의 길은 산으로 이어져 있어 **영적 여정**을 암시해요."
  },
  "15": {
    "interpretation": "커다란 **악마**가 왕좌에 앉아 있고, 그 앞에 사슬에 묶인 남녀가 있는 모습이에요. 하지만 사슬은 느슨해서 **벗어나려면 언제든 벗어날 수 있는** 상태예요. 악마의 손은 위를 향해 있고, 이는 **물질적 욕망과 유혹**을 상징해요. 남녀의 머리에는 뿔이 있어 그들도 악마의 영향을 받았음을 보여주지만, 사실 이 모든 속박은 **스스로 만든 것**임을 암시해요."
  },
  "16": {
    "interpretation": "높은 **탑**이 번개에 맞아 무너지고 있으며, 두 명의 인물이 탑에서 떨어지고 있는 모습이에요. 탑의 꼭대기에 있던 **왕관**이 떨어지는 것은 기존의 권위와 체계가 무너짐을 상징해요. 번개는 **갑작스러운 깨달음과 진실**을 나타내며, 어둠 속에서 밝게 빛나는 **22개의 불꽃**은 새로운 가능성을 암시해요. 무너지는 것은 고통스럽지만 **진정한 토대**를 만들기 위한 과정이에요."
  },
  "17": {
    "interpretation": "밤하늘 아래 **큰 별**과 **작은 일곱 개의 별**이 빛나고 있으며, 한 여인이 무릎을 꿇고 연못가에서 두 개의 물동이로 물을 붓고 있는 모습이에요. 한 물동이의 물은 **연못**으로, 다른 하나는 **땅**으로 부어져 **무의식과 의식의 순환**을 나타내요. 여인은 **알몸**으로 순수함과 진실함을 상징하며, 배경의 **새**는 영혼의 자유로움을 보여줘요. 별빛은 **희망과 치유**의 에너지를 전해줘요."
  },
  "18": {
    "interpretation": "밤하늘에 **보름달**이 떠 있고, 그 아래 연못에서 **가재**가 나오고 있으며, 양쪽에 **늑대**와 **개**가 달을 향해 울고 있는 모습이에요. 달빛은 **환상과 착각**을 만들어내며, 두 동물은 **야생성과 길들여진 본능**을 상징해요. 배경의 **두 개의 탑**은 의식과 무의식의 경계를 나타내고, 연못에서 나오는 가재는 **무의식 깊숙한 곳의 원시적 충동**을 보여줘요. 이 모든 것이 **혼란과 불안**의 상태를 연출해요."
  },
  "19": {
    "interpretation": "밝은 **태양**이 하늘에 떠 있고, 그 아래 **어린아이**가 하얀 말을 타고 있는 모습이에요. 아이는 **순수하고 천진난만한** 표정으로 앞을 향해 나아가고 있으며, 머리에는 **깃털** 장식이 있어 자유로움을 나타내요. 배경에는 **해바라기**들이 피어 있어 생명력과 활력을 상징하며, **벽돌담** 너머로는 새로운 세계가 펼쳐져 있어요. 모든 것이 **밝고 긍정적인** 에너지로 가득 차 있어요."
  },
  "20": {
    "interpretation": "천사가 **나팔**을 불고 있고, 그 소리에 **무덤에서 사람들이 일어나고** 있는 모습이에요. 일어나는 사람들은 **남녀노소** 다양하며, 모두 팔을 벌려 천사를 향해 올려다보고 있어요. 이는 **최후의 심판**과 **부활**을 상징하며, 과거의 모든 행동에 대한 **평가와 새로운 각성**을 나타내요. 배경의 **산**들은 영원함을 상징하고, 천사의 **십자가 깃발**은 구원과 희망을 보여줘요."
  },
  "21": {
    "interpretation": "타원형의 **화환** 안에서 한 여인이 **두 개의 지팡이**를 들고 춤을 추고 있는 모습이에요. 화환의 네 귀퉁이에는 **사자, 황소, 독수리, 천사**가 있어 네 원소와 완전함을 상징해요. 여인은 **보라색 천**을 두르고 있어 영성과 완성을 나타내며, 그녀의 춤은 **우주의 조화**와 **완전한 성취**를 보여줘요. 화환은 **월계관**으로 승리와 완성을 상징하며, 이는 긴 여정의 **최종 목표 달성**을 의미해요."
  }
}