[
  {
    "regex": "^(ENFP|ENFJ|INFP|INFJ|ENTP|ENTJ|INTP|INTJ)$",
    "tempTitle": "N그룹 - The Fool: 끝없는 탐험가의 사랑",
    "description": "- **핵심 특징**: 나무보다 숲을 본다 (큰 그림 중심), 창의적 사고 \n- **긍정적 측면**: 애인을 순수하게 사랑할 수 있고, 계속해서 새로운 모습을 발견하려고 함. 관계를 신선하게 유지 \n- **주의점**: 애인의 깊은 면과 세밀한 부분을 놓칠 수 있음. 감정의 세부 신호를 제대로 캐치하지 못할 위험 \n- **개선 방향**: 세밀한 대화를 통해 애인의 실제 모습을 직면하고 깊이 있게 이해하기",
    "tempResult": "N그룹은 '바보'의 긍정적 측면인 새로운 가능성과 창의적 시각을 그대로 체현합니다. 애인을 대할 때 숲 전체를 보려는 이들은, 상대방 안의 무한한 잠재성을 믿고 순수하게 사랑할 수 있습니다. 매번 새로운 모습을 발견하려는 호기심은 관계를 신선하게 유지시킵니다. \n 하지만 '바보'의 부정적 측면도 함께 나타날 수 있습니다. 큰 그림만 보다 보면 애인의 세부적인 감정, 작은 신호들을 놓칠 위험이 있습니다. 절벽 끝에서 앞을 보지 않고 한 발을 내딛는 '바보'처럼, 상대방의 깊이 있는 부분을 제대로 알기 전에 다음 가능성으로 넘어갈 수 있다는 의미입니다. 세밀한 대화를 통해 애인의 실제 모습을 직면하는 것이 필요합니다."
  },
  {
    "regex": "^(ISTJ|ISFJ|ESTJ|ESFJ)$",
    "tempTitle": "SJ그룹 - The Fool: 신중한 여행자의 딜레마",
    "description": "- **핵심 특징**: 보이는 것에 대한 선이 명확함, 현실 감각과 책임감 \n- **긍정적 측면**: 어른스러운 태도로 먼저 대화를 청하고 문제를 해결해 나갈 수 있음. 관계를 안정적으로 유지 \n- **주의점**: 애인을 '평가'하고 있을 수 있음. 명확한 기준으로 상대방을 재단할 위험 \n- **개선 방향**: 애인의 단점도 여정의 일부로 받아들이고, 함께 성장해나가는 자세. 애인을 평가 대상이 아닌 동반자로 보기 ",
    "tempResult": "SJ그룹이 '바보' 카드와 만날 때, 역설이 생깁니다. 이들은 '바보'의 무모함과 정반대로 명확한 선 안에서 책임감 있게 애인을 대합니다. 성인으로서의 현실감각으로 먼저 대화를 청하고 문제를 체계적으로 풀어나가는 능력은 관계를 안정적으로 만듭니다. \n그러나 이것이 '평가'로 변질될 위험이 있습니다. 선명한 기준 안에서 애인을 재단하기 시작하면, '바보'가 가져야 할 순수한 신뢰와 받아들임이 사라집니다. 애인의 단점도 여정의 일부로 보고, 함께 성장하는 '새로운 시작'의 정신이 필요합니다. 애인을 평가 대상이 아닌 함께 나아갈 동반자로 보는 전환이 관계를 깊게 만듭니다."
  },
  {
    "regex": "^(ISTP|ISFP|ESTP|ESFP)$",
    "tempTitle": "SP그룹 - The Fool: 열정적 여행객의 위험",
    "description": "- **핵심 특징**: 충동적이고 현재에 최선을 다함, 즉흥적 행동 \n - **긍정적 측면**: 매우 충성적이며 애인에게 깊은 헌신을 보임. 현재의 순간을 최선으로 살아 관계를 생생하게 유지 \n- **주의점**: 현재 애인에게 너무 빠져 자신을 잃고 있을 수 있음. 충동적으로 시점이 애인에게 완전히 맞춰져 있을 위험 \n- **개선 방향**: 독립성을 유지하면서 애인을 중심이 아닌 동반자로 인식. 자신만의 여정도 함께 걸어가기",
    "tempResult": "SP그룹은 '바보'의 충동성과 현재에의 집중을 가장 직접적으로 드러냅니다. 이들의 애인에 대한 충성심과 헌신은 '바보'의 순수한 믿음과 일치하며, 상대방은 깊은 사랑을 느낄 수 있습니다. 현재의 순간을 최선으로 사는 태도는 관계를 생생하고 따뜻하게 만듭니다. \n하지만 '바보'가 절벽 끝에서 앞을 보지 못하는 것처럼, 현재 애인에게 완전히 몰입한 나머지 자신을 잃고 있지는 않은지 경계해야 합니다. 애인과의 시간이 모든 것이 되어 독립성이 흔들리거나, 충동적으로 시점이 전적으로 애인에게 맞춰져 있을 수 있습니다. 자신만의 여정도 함께 걸어가되, 애인을 자신의 중심이 아닌 동반자로 봐야 합니다. 그래야만 '바보'의 모험이 둘 다에게 진정한 성장이 됩니다."
  }
]
