{
  "0": {
    "cardName": "The Fool (광대)",
    "firstHalfFortune": "2026년 상반기는 당신에게 완전히 새로운 시작의 시간입니다. 그동안 망설여왔던 도전들이 있다면 지금이 바로 첫 발을 내딛을 때입니다. 두려움을 내려놓고 순수한 마음으로 미지의 세계에 뛰어들어 보세요. 예상치 못한 기회가 찾아올 수 있으며, 직관을 믿고 따르면 놀라운 경험을 하게 될 것입니다. 다만 지나친 무모함은 경계하고, 기본적인 준비는 갖추되 완벽을 추구하느라 시작을 미루지 마세요. 여행이나 새로운 학습을 시작하기에 좋은 시기이며, 열린 마음을 유지하면 우주가 당신을 올바른 방향으로 이끌어줄 것입니다.",
    "studyFortune": "새로운 분야에 도전하기 좋은 시기입니다. 처음 배우는 것에 대한 두려움을 버리고 호기심을 따라가세요. 비정규 학습이나 독학이 의외의 성과를 가져옵니다.",
    "wealthFortune": "예상치 못한 곳에서 수입이 생길 수 있습니다. 다만 충동적인 지출은 자제하고, 새로운 투자는 소액으로 시작하세요. 모험적인 재테크보다 기본에 충실하세요.",
    "relationshipFortune": "새로운 만남의 기회가 풍부합니다. 낯선 사람에게 먼저 다가가면 좋은 인연이 될 수 있어요. 기존 관계에서는 신선한 변화를 시도해보세요.",
    "luckyActions": [
      "새로운 취미 시작하기",
      "즉흥 여행 떠나기",
      "모르는 분야 공부하기",
      "첫 만남에 적극적으로 나서기"
    ],
    "luckyColors": ["하늘색", "밝은 노랑", "민트"],
    "keywords": ["새로운 시작", "모험", "순수함", "가능성", "자유"]
  },
  "1": {
    "cardName": "The Magician (마법사)",
    "firstHalfFortune": "2026년 상반기, 당신은 원하는 것을 현실로 만들어낼 수 있는 강력한 창조의 에너지를 갖게 됩니다. 아이디어를 실행에 옮기고 프로젝트를 완성하기에 최적의 시기입니다. 당신이 가진 모든 자원과 재능을 총동원하여 목표를 향해 나아가세요. 커뮤니케이션 능력이 빛을 발하며, 협상이나 프레젠테이션에서 좋은 성과를 거둘 수 있습니다. 단, 자신의 능력을 과시하려는 유혹에 빠지지 않도록 주의하고, 진정성 있는 태도를 유지하세요. 배움과 기술 습득에 투자하면 장기적으로 큰 보상이 따릅니다.",
    "studyFortune": "학습 능력이 최고조에 달합니다. 어려운 개념도 빠르게 이해하고, 여러 지식을 연결하는 통찰력이 생깁니다. 자격증 시험이나 발표에서 좋은 결과를 얻습니다.",
    "wealthFortune": "능력을 발휘해 수입을 늘릴 수 있는 시기입니다. 사업 아이디어가 있다면 실행에 옮기세요. 협상에서 유리한 위치를 점할 수 있습니다.",
    "relationshipFortune": "커뮤니케이션이 원활해져 오해가 풀리고 관계가 깊어집니다. 당신의 매력이 빛나는 시기로, 원하는 인간관계를 주도적으로 만들어갈 수 있어요.",
    "luckyActions": [
      "새로운 기술 배우기",
      "아이디어 구체화하기",
      "네트워킹 활동",
      "자기계발 투자"
    ],
    "luckyColors": ["빨강", "골드", "흰색"],
    "keywords": ["창조", "의지력", "집중", "재능 발휘", "실현"]
  },
  "2": {
    "cardName": "The High Priestess (여사제)",
    "firstHalfFortune": "2026년 상반기는 내면의 목소리에 귀 기울여야 할 시간입니다. 외부의 소음에서 벗어나 자신만의 시간을 갖고, 직관과 꿈이 전하는 메시지에 주목하세요. 숨겨진 진실이 서서히 드러나게 되며, 겉으로 보이는 것 너머의 본질을 파악하는 능력이 높아집니다. 중요한 결정 앞에서는 성급하게 움직이기보다 충분히 숙고하는 것이 좋습니다. 명상, 일기 쓰기, 예술 활동 등을 통해 무의식과 소통하면 놀라운 통찰을 얻을 수 있습니다. 비밀이나 미스터리가 풀리는 경험을 하게 될 수도 있습니다.",
    "studyFortune": "깊이 있는 탐구와 연구에 적합한 시기입니다. 직관적으로 답을 찾는 능력이 높아지며, 혼자 집중해서 공부할 때 효율이 극대화됩니다.",
    "wealthFortune": "재정 상황을 면밀히 분석하고 숨겨진 지출을 파악하세요. 당장 큰 수익보다는 장기적 안목으로 관리하는 것이 좋습니다. 직감이 이끄는 결정이 좋은 결과를 가져옵니다.",
    "relationshipFortune": "깊이 있는 대화가 관계를 발전시킵니다. 상대방의 숨은 마음을 읽는 능력이 높아져요. 다만 모든 것을 표현하기보다 신비로움을 유지하는 것도 매력입니다.",
    "luckyActions": [
      "명상과 묵상",
      "일기 쓰기",
      "꿈 기록하기",
      "혼자만의 시간 갖기"
    ],
    "luckyColors": ["네이비", "은색", "보라"],
    "keywords": ["직관", "신비", "내면의 지혜", "인내", "비밀"]
  },
  "3": {
    "cardName": "The Empress (여황제)",
    "firstHalfFortune": "2026년 상반기는 풍요와 창조의 에너지가 당신을 감싸는 시기입니다. 어떤 씨앗을 뿌리든 무럭무럭 자라나는 비옥한 토양 같은 운이 함께합니다. 창의적인 프로젝트가 결실을 맺고, 사랑과 관계에서도 따뜻한 교감이 이루어집니다. 자신을 돌보고 가꾸는 데 시간을 투자하세요. 미용, 건강, 취미 생활 모두 좋은 결과를 가져옵니다. 가족이나 가까운 사람들과의 유대가 깊어지며, 임신이나 출산과 관련된 좋은 소식이 있을 수도 있습니다. 자연 속에서 에너지를 충전하면 더욱 좋습니다.",
    "studyFortune": "창의적인 과목이나 예술 분야에서 두각을 나타냅니다. 편안한 환경에서 공부하면 효율이 높아지고, 감각적 학습법이 잘 맞습니다.",
    "wealthFortune": "풍요로운 에너지가 재물운에도 영향을 줍니다. 투자한 것이 성장하는 시기이며, 부업이나 창작 활동을 통한 수입이 기대됩니다.",
    "relationshipFortune": "따뜻하고 넉넉한 마음이 주변 사람들을 끌어당깁니다. 가족 관계가 좋아지고, 연인 관계에서는 로맨틱한 시간을 보낼 수 있어요.",
    "luckyActions": [
      "정원 가꾸기",
      "요리하기",
      "예술 활동",
      "자연 속 산책",
      "자기 관리"
    ],
    "luckyColors": ["에메랄드 그린", "핑크", "크림색"],
    "keywords": ["풍요", "창조", "모성", "아름다움", "성장"]
  },
  "4": {
    "cardName": "The Emperor (황제)",
    "firstHalfFortune": "2026년 상반기, 당신은 삶의 다양한 영역에서 주도권을 잡고 질서를 확립해 나갈 수 있습니다. 리더십을 발휘할 기회가 주어지며, 체계적인 계획과 실행력으로 목표를 달성하게 됩니다. 커리어에서 승진이나 중요한 책임을 맡게 될 가능성이 높습니다. 재정적으로도 안정을 추구하고 장기적인 기반을 다지기 좋은 시기입니다. 다만 지나친 통제욕이나 완고함은 관계에 긴장을 줄 수 있으니 유연성을 잃지 마세요. 멘토나 아버지 같은 존재로부터 조언을 구하면 도움이 됩니다.",
    "studyFortune": "체계적인 학습 계획이 성과를 가져옵니다. 구조화된 커리큘럼을 따르고, 목표를 세분화하여 달성해가세요. 시험이나 자격증에서 좋은 결과를 얻습니다.",
    "wealthFortune": "재정 관리 능력이 빛을 발합니다. 장기 투자, 저축, 자산 관리에 집중하면 안정적인 기반을 다질 수 있습니다. 승진이나 급여 인상의 기회도 있습니다.",
    "relationshipFortune": "신뢰할 수 있는 사람으로 인정받습니다. 리더십을 발휘하되 상대의 의견도 존중하세요. 가부장적 태도는 갈등을 일으킬 수 있으니 주의하세요.",
    "luckyActions": [
      "목표 설정과 계획 수립",
      "재정 관리",
      "운동으로 체력 단련",
      "리더십 역할 맡기"
    ],
    "luckyColors": ["레드", "네이비", "블랙"],
    "keywords": ["권위", "구조", "안정", "리더십", "책임"]
  },
  "5": {
    "cardName": "The Hierophant (교황)",
    "firstHalfFortune": "2026년 상반기는 배움과 전통의 가치를 재발견하는 시간입니다. 공식적인 교육, 자격증 취득, 멘토링 등을 통해 성장할 수 있는 기회가 찾아옵니다. 집단이나 조직 내에서 당신의 역할을 찾고, 소속감을 느끼게 될 것입니다. 결혼, 계약, 공식적인 약속 등 전통적인 의식이나 절차가 좋은 결과로 이어집니다. 영적인 성장에 관심이 있다면 종교나 철학을 탐구해보세요. 선배나 전문가의 조언을 경청하되, 맹목적으로 따르기보다 자신의 상황에 맞게 적용하는 지혜가 필요합니다.",
    "studyFortune": "정규 교육이나 공인된 과정에서 좋은 성과를 거둡니다. 스승이나 멘토를 만나 큰 가르침을 받을 수 있어요. 자격증 취득에 유리한 시기입니다.",
    "wealthFortune": "안정적이고 전통적인 방식의 재테크가 좋습니다. 급격한 변동보다 꾸준한 저축과 검증된 투자처를 선택하세요. 계약이나 공식적인 거래에서 좋은 조건을 얻습니다.",
    "relationshipFortune": "공식적인 관계의 진전이 있습니다. 약혼, 결혼, 계약 등이 순조롭게 진행됩니다. 단체 활동을 통해 좋은 인연을 만날 수 있어요.",
    "luckyActions": [
      "자격증 공부",
      "종교/철학 탐구",
      "멘토 만나기",
      "전통 행사 참여"
    ],
    "luckyColors": ["화이트", "퍼플", "골드"],
    "keywords": ["전통", "교육", "신앙", "조언", "소속"]
  },
  "6": {
    "cardName": "The Lovers (연인)",
    "firstHalfFortune": "2026년 상반기는 사랑과 관계가 중심이 되는 시기입니다. 싱글이라면 운명적인 만남의 가능성이 높고, 커플이라면 관계가 한 단계 깊어지는 경험을 하게 됩니다. 중요한 선택의 기로에 서게 될 수 있으며, 이때 마음의 소리와 가치관에 따라 결정하는 것이 중요합니다. 파트너십, 협업, 계약 등에서도 좋은 진전이 있습니다. 자신이 진정으로 원하는 것이 무엇인지 명확히 하고, 진정성 있는 소통을 통해 관계를 발전시켜 나가세요. 조화와 균형을 추구하면 아름다운 결과가 따릅니다.",
    "studyFortune": "파트너나 스터디 그룹과 함께 공부하면 시너지가 납니다. 좋아하는 분야를 선택해서 공부하면 몰입도가 높아집니다. 중요한 선택을 현명하게 하세요.",
    "wealthFortune": "파트너십을 통한 수익이 기대됩니다. 공동 투자나 협업 프로젝트가 좋은 결과를 가져옵니다. 재정적 결정에서 가치관을 따르세요.",
    "relationshipFortune": "연애운이 최고조입니다. 싱글은 운명적 만남이, 커플은 관계 심화가 기대됩니다. 진심 어린 소통이 모든 관계를 좋게 만듭니다.",
    "luckyActions": [
      "진심 어린 대화",
      "데이트",
      "가치관 정리",
      "중요한 결정 내리기"
    ],
    "luckyColors": ["로즈 핑크", "오렌지", "라벤더"],
    "keywords": ["사랑", "선택", "조화", "파트너십", "가치"]
  },
  "7": {
    "cardName": "The Chariot (전차)",
    "firstHalfFortune": "2026년 상반기, 당신은 강력한 추진력으로 목표를 향해 전진할 수 있습니다. 어떤 장애물이 있더라도 의지와 결단력으로 극복해 나갈 수 있는 시기입니다. 경쟁에서 승리하고, 도전을 성공적으로 완수하게 됩니다. 여행이나 이동과 관련된 행운이 따르며, 새로운 환경에서 좋은 기회를 만날 수 있습니다. 감정적 충동보다는 이성적 판단으로 방향을 잡고, 일관된 노력을 기울이세요. 건강과 체력 관리에도 신경 쓰면 더 큰 성과를 거둘 수 있습니다.",
    "studyFortune": "목표를 향한 강한 집중력으로 좋은 성적을 거둡니다. 경쟁 시험이나 대회에서 승리할 운이 있습니다. 체력 관리도 학습 효율에 중요합니다.",
    "wealthFortune": "적극적인 움직임이 재물을 가져옵니다. 영업, 거래, 협상에서 유리한 고지를 점할 수 있습니다. 이동 수단과 관련된 지출은 아끼지 마세요.",
    "relationshipFortune": "주도적으로 관계를 이끌어가세요. 적극적인 모습이 매력적으로 보입니다. 다만 상대를 무시하거나 너무 밀어붙이면 역효과가 날 수 있어요.",
    "luckyActions": ["목표 향해 전진", "운동", "여행", "자동차 관련 활동"],
    "luckyColors": ["실버", "블루", "블랙"],
    "keywords": ["승리", "의지", "전진", "결단", "통제"]
  },
  "8": {
    "cardName": "Strength (힘)",
    "firstHalfFortune": "2026년 상반기는 내면의 힘을 발견하고 활용하는 시간입니다. 물리적인 힘보다 인내, 용기, 자기 절제의 힘이 빛을 발합니다. 어려운 상황에서도 침착함을 유지하고, 부드러운 접근으로 문제를 해결할 수 있습니다. 두려움이나 불안을 극복하고 자신감을 키워나가세요. 건강 관리, 특히 지속적인 운동이나 식이요법이 좋은 결과를 가져옵니다. 동물과의 교감, 봉사 활동 등이 마음의 평화를 줄 수 있습니다. 당신의 진정한 강점은 부드러움 속에 있음을 기억하세요.",
    "studyFortune": "꾸준함이 승리합니다. 당장 성과가 안 보여도 포기하지 마세요. 인내심을 갖고 반복 학습하면 결국 목표를 달성합니다.",
    "wealthFortune": "급격한 수익보다 꾸준한 축적이 유리합니다. 충동적 소비를 절제하고, 장기적 관점에서 재정을 관리하세요. 인내가 보상받는 시기입니다.",
    "relationshipFortune": "부드러운 태도가 관계를 좋게 만듭니다. 갈등 상황에서 인내심을 발휘하면 해결됩니다. 강압적인 태도보다 포용이 더 효과적이에요.",
    "luckyActions": [
      "꾸준한 운동",
      "동물 돌보기",
      "인내심 기르기",
      "두려움 직면하기"
    ],
    "luckyColors": ["골드", "오렌지", "크림"],
    "keywords": ["용기", "인내", "자기 절제", "부드러운 힘", "자신감"]
  },
  "9": {
    "cardName": "The Hermit (은둔자)",
    "firstHalfFortune": "2026년 상반기는 자기 성찰과 내면 탐구의 시간입니다. 혼자만의 시간이 필요하며, 고독 속에서 중요한 깨달음을 얻게 됩니다. 외부의 소란에서 벗어나 진정한 자신과 마주하세요. 지혜로운 조언자나 멘토를 만날 수 있으며, 또는 당신 자신이 누군가에게 그런 역할을 하게 될 수도 있습니다. 서두르지 말고 천천히 삶의 방향을 점검하세요. 명상, 독서, 글쓰기 등 내면을 가꾸는 활동이 도움이 됩니다. 진정한 답은 외부가 아닌 내면에서 찾을 수 있습니다.",
    "studyFortune": "혼자 깊이 파고드는 공부가 맞습니다. 독학이나 연구에 적합하며, 철학적이고 심오한 주제에서 통찰을 얻습니다. 조용한 환경에서 집중하세요.",
    "wealthFortune": "화려한 수익보다 내실을 다지는 시기입니다. 조용히 재정 상태를 점검하고 낭비를 줄이세요. 큰 투자 결정은 충분히 숙고한 후에 하세요.",
    "relationshipFortune": "혼자만의 시간이 필요합니다. 무리하게 사교 활동을 하기보다 진정으로 소중한 관계에 집중하세요. 깊이 있는 대화가 피상적 만남보다 낫습니다.",
    "luckyActions": ["명상", "독서", "혼자 여행", "자기 성찰 시간 갖기"],
    "luckyColors": ["그레이", "네이비", "브라운"],
    "keywords": ["성찰", "지혜", "고독", "탐구", "내면의 빛"]
  },
  "10": {
    "cardName": "Wheel of Fortune (운명의 수레바퀴)",
    "firstHalfFortune": "2026년 상반기, 인생의 수레바퀴가 당신에게 유리한 방향으로 돌아갑니다. 예상치 못한 행운과 기회가 찾아오며, 상황이 급변할 수 있습니다. 지금까지의 노력이 결실을 맺거나, 전혀 예상하지 못했던 곳에서 좋은 소식이 올 수 있습니다. 변화를 두려워하지 말고 유연하게 받아들이세요. 다만 운이 좋을 때 겸손을 잃지 말고, 미래를 위한 준비도 게을리하지 마세요. 도박이나 투기보다는 꾸준한 노력에 행운이 더해지는 형태로 복이 들어옵니다. 싱크로니시티에 주목하세요.",
    "studyFortune": "뜻밖의 기회가 찾아옵니다. 장학금, 좋은 강좌, 멘토와의 만남 등 행운이 학업을 도와줍니다. 변화에 유연하게 대응하면 더 좋은 결과를 얻습니다.",
    "wealthFortune": "재물운이 상승합니다. 예상치 못한 수입이나 기회가 생길 수 있어요. 다만 도박성 투자는 피하고, 행운을 겸손하게 받아들이세요.",
    "relationshipFortune": "인연의 수레바퀴가 돌아갑니다. 우연한 만남이 중요한 관계로 발전할 수 있어요. 변화를 수용하면 더 좋은 인연이 찾아옵니다.",
    "luckyActions": [
      "새로운 기회 잡기",
      "변화 수용하기",
      "감사 일기 쓰기",
      "우연의 일치 주목하기"
    ],
    "luckyColors": ["보라", "터콰이즈", "골드"],
    "keywords": ["행운", "변화", "싸이클", "운명", "기회"]
  },
  "11": {
    "cardName": "Justice (정의)",
    "firstHalfFortune": "2026년 상반기는 공정함과 균형이 중요한 시기입니다. 과거의 행동에 대한 결과가 나타나며, 선한 행동은 보상을, 부정적인 행동은 교훈을 가져옵니다. 법적 문제, 계약, 협상 등에서 공정한 결과를 기대할 수 있습니다. 중요한 결정을 내릴 때는 감정보다 이성과 객관적 사실에 기반하세요. 관계에서도 균형 잡힌 주고받음이 중요합니다. 진실이 밝혀지고 정의가 실현되는 경험을 하게 될 수 있습니다. 자신의 행동에 책임을 지고, 정직하게 살아가세요.",
    "studyFortune": "노력한 만큼 정확히 결과가 나옵니다. 정직하게 공부한 것이 성적에 반영됩니다. 논리적 사고와 분석력이 필요한 과목에서 강점을 보입니다.",
    "wealthFortune": "공정한 거래와 계약이 이익을 가져옵니다. 법적 문제가 있다면 유리하게 해결될 가능성이 높습니다. 정직한 재정 관리가 장기적 이익을 줍니다.",
    "relationshipFortune": "균형 잡힌 관계가 중요합니다. 일방적인 희생이나 이기심은 문제를 일으킵니다. 공정하게 주고받으면 관계가 건강해집니다.",
    "luckyActions": [
      "공정한 결정 내리기",
      "법률 상담",
      "균형 잡힌 생활",
      "진실 말하기"
    ],
    "luckyColors": ["화이트", "블랙", "로열 블루"],
    "keywords": ["공정", "균형", "진실", "책임", "결과"]
  },
  "12": {
    "cardName": "The Hanged Man (매달린 남자)",
    "firstHalfFortune": "2026년 상반기는 잠시 멈추고 다른 관점에서 상황을 바라볼 필요가 있는 시기입니다. 계획대로 진행되지 않거나 지연되는 일이 있더라도 조급해하지 마세요. 이 시간은 새로운 시각을 얻고 성장하기 위한 준비 기간입니다. 희생이나 포기가 필요할 수 있지만, 그것이 더 큰 것을 얻기 위한 과정임을 이해하세요. 명상, 영적 수련, 예술 활동 등이 도움이 됩니다. 상황을 뒤집어 생각해보면 전혀 다른 해답을 찾을 수 있습니다. 기다림 속에서 지혜가 찾아옵니다.",
    "studyFortune": "진도가 느려도 초조해하지 마세요. 다른 접근법을 시도하면 막혔던 것이 풀립니다. 잠시 쉬어가며 생각을 정리하면 효율이 높아집니다.",
    "wealthFortune": "당장의 수익보다 장기적 관점이 필요합니다. 투자 결정을 서두르지 말고, 지금은 관망하며 기회를 기다리는 것이 현명합니다.",
    "relationshipFortune": "관계에서 한 발 물러서 보세요. 다른 시각으로 상대를 이해하면 갈등이 해소됩니다. 희생이 때로는 관계를 더 깊게 만듭니다.",
    "luckyActions": [
      "관점 바꾸기",
      "명상",
      "잠시 멈추기",
      "희생의 가치 이해하기"
    ],
    "luckyColors": ["블루", "바이올렛", "실버"],
    "keywords": ["정지", "새로운 관점", "희생", "기다림", "깨달음"]
  },
  "13": {
    "cardName": "Death (죽음)",
    "firstHalfFortune": "2026년 상반기는 의미 있는 변환과 끝맺음의 시기입니다. 두려워할 필요 없이, 이는 새로운 시작을 위한 필연적인 과정입니다. 오래된 습관, 관계, 상황이 끝나고 새로운 국면이 시작됩니다. 더 이상 도움이 되지 않는 것들을 과감히 정리하고 새로운 공간을 만드세요. 집착을 내려놓으면 진정한 자유가 찾아옵니다. 인생의 중요한 전환점에 서게 될 수 있으며, 이 변화를 받아들이면 더 나은 모습으로 거듭날 수 있습니다. 끝은 곧 새로운 시작입니다.",
    "studyFortune": "오래된 학습법을 버리고 새로운 방식을 시도하세요. 포기했던 분야를 정리하고 새 분야에 도전하면 좋은 결과가 있습니다.",
    "wealthFortune": "재정 구조의 변화가 필요합니다. 손해 보는 투자는 과감히 정리하고, 새로운 수입원을 모색하세요. 끝내야 할 것을 끝내면 새 기회가 옵니다.",
    "relationshipFortune": "끝나야 할 관계는 자연스럽게 마무리됩니다. 아픔이 있더라도 이별 후에 더 좋은 인연이 찾아올 수 있어요. 집착을 내려놓으세요.",
    "luckyActions": [
      "정리 정돈",
      "불필요한 것 버리기",
      "끝맺음 짓기",
      "새 출발 준비"
    ],
    "luckyColors": ["블랙", "화이트", "딥 레드"],
    "keywords": ["변환", "끝과 시작", "재탄생", "정리", "변화"]
  },
  "14": {
    "cardName": "Temperance (절제)",
    "firstHalfFortune": "2026년 상반기는 균형과 조화를 추구해야 할 시간입니다. 극단을 피하고 중용의 길을 걸으면 평화와 안정을 얻을 수 있습니다. 인내심을 갖고 서서히 목표에 다가가세요. 건강 관리에서 균형 잡힌 식단과 적절한 휴식이 중요합니다. 갈등 상황에서 중재자 역할을 하거나, 서로 다른 요소들을 조화롭게 통합하는 능력이 빛을 발합니다. 치유와 회복의 에너지가 함께하며, 몸과 마음 모두 좋아지는 시기입니다. 창의적인 작업에서 다양한 요소를 융합하면 좋은 결과가 나옵니다.",
    "studyFortune": "균형 잡힌 학습이 중요합니다. 한 과목에 치우치지 말고 골고루 공부하세요. 휴식과 학습의 균형을 맞추면 효율이 높아집니다.",
    "wealthFortune": "안정적인 재정 관리가 필요합니다. 극단적인 투자보다 분산 투자가 유리합니다. 수입과 지출의 균형을 맞추면 안정을 얻습니다.",
    "relationshipFortune": "조화로운 관계를 유지할 수 있습니다. 갈등 상황에서 중재 역할을 잘 해내며, 서로 다른 사람들을 연결하는 다리가 됩니다.",
    "luckyActions": [
      "명상",
      "균형 잡힌 식사",
      "요가",
      "갈등 중재",
      "창의적 융합"
    ],
    "luckyColors": ["터콰이즈", "소프트 그린", "화이트"],
    "keywords": ["균형", "조화", "절제", "치유", "인내"]
  },
  "15": {
    "cardName": "The Devil (악마)",
    "firstHalfFortune": "2026년 상반기는 자신을 묶고 있는 사슬을 인식하고 벗어나야 할 시기입니다. 중독, 집착, 부정적인 패턴 등 당신을 제한하는 것들이 무엇인지 정직하게 마주하세요. 물질적 욕망이나 즉각적인 쾌락에 휩쓸리지 않도록 주의가 필요합니다. 하지만 이 에너지를 건강하게 활용하면 열정과 야망으로 큰 성과를 거둘 수도 있습니다. 그림자 측면을 인정하고 통합하면 진정한 자유를 얻습니다. 유혹이 많은 시기이므로 현명한 선택을 하고, 장기적인 관점에서 결정하세요.",
    "studyFortune": "나쁜 습관이 학업을 방해할 수 있습니다. SNS, 게임 등 중독적 요소를 제어하세요. 집중력을 되찾으면 강한 의지로 성과를 낼 수 있습니다.",
    "wealthFortune": "물질적 욕망에 휩쓸리지 마세요. 충동구매, 도박, 과소비의 유혹이 있습니다. 욕심을 절제하면 오히려 재물이 모입니다.",
    "relationshipFortune": "집착이나 의존적 관계를 점검하세요. 건강하지 못한 관계 패턴에서 벗어날 필요가 있습니다. 자유롭고 평등한 관계를 추구하세요.",
    "luckyActions": [
      "나쁜 습관 끊기",
      "그림자 작업",
      "경계 설정",
      "물질주의 경계"
    ],
    "luckyColors": ["블랙", "딥 레드", "골드"],
    "keywords": ["해방", "유혹", "그림자", "집착", "자유"]
  },
  "16": {
    "cardName": "The Tower (탑)",
    "firstHalfFortune": "2026년 상반기, 예상치 못한 변화나 충격적인 사건이 있을 수 있지만, 이는 거짓된 것을 무너뜨리고 진실을 드러내는 과정입니다. 불안정해 보이는 상황이 오히려 해방을 가져다줄 수 있습니다. 오래 숨겨진 진실이 밝혀지거나, 더 이상 유지할 수 없는 상황이 종결됩니다. 저항하기보다 변화의 흐름을 타면 더 빠르게 새로운 기반을 다질 수 있습니다. 위기 속에서 기회를 찾고, 폐허 위에 더 단단한 것을 세우세요. 갑작스러운 깨달음이나 통찰이 찾아올 수 있습니다.",
    "studyFortune": "기존 방식이 무너지고 새로운 접근이 필요합니다. 충격적인 깨달음이 학습의 전환점이 될 수 있어요. 위기를 기회로 삼으세요.",
    "wealthFortune": "예상치 못한 재정적 변동이 있을 수 있습니다. 비상금을 준비하고, 불안정한 투자는 정리하세요. 무너진 자리에 더 단단한 기반을 세울 수 있습니다.",
    "relationshipFortune": "관계의 급격한 변화가 있을 수 있습니다. 숨겨진 진실이 드러나거나 갑작스러운 이별이 있을 수 있지만, 이는 더 진실한 관계를 위한 과정입니다.",
    "luckyActions": [
      "변화 받아들이기",
      "불필요한 것 정리",
      "새로운 기반 다지기",
      "진실 마주하기"
    ],
    "luckyColors": ["레드", "오렌지", "블랙"],
    "keywords": ["변화", "깨달음", "해방", "재건", "진실"]
  },
  "17": {
    "cardName": "The Star (별)",
    "firstHalfFortune": "2026년 상반기는 희망과 치유의 빛이 당신을 비추는 시기입니다. 어려운 시간을 지나왔다면 이제 회복과 재생의 에너지가 찾아옵니다. 미래에 대한 낙관적인 비전을 갖고, 꿈을 향해 나아가세요. 창의성이 풍부해지며, 예술적 활동이나 영감을 주는 프로젝트에서 성과를 거둘 수 있습니다. 명상, 자연과의 교감, 영적 수련이 깊은 평화를 가져다줍니다. 진정한 자신을 표현하고, 독창적인 방식으로 세상에 기여하세요. 우주가 당신을 응원하고 있습니다.",
    "studyFortune": "영감이 넘치는 시기입니다. 창의적인 과목이나 예술 분야에서 빛을 발합니다. 꿈꾸던 학습 목표를 향해 희망을 갖고 나아가세요.",
    "wealthFortune": "장기적인 희망을 품고 재정 계획을 세우세요. 당장 큰 수익보다 꾸준한 성장이 기대됩니다. 창의적인 아이디어가 수입원이 될 수 있습니다.",
    "relationshipFortune": "진정한 인연을 만날 수 있는 시기입니다. 상처가 치유되고 마음이 열립니다. 순수하고 희망찬 에너지가 좋은 사람들을 끌어당깁니다.",
    "luckyActions": ["꿈 시각화", "예술 활동", "자연 속 힐링", "희망 품기"],
    "luckyColors": ["아쿠아", "실버", "소프트 옐로우"],
    "keywords": ["희망", "영감", "치유", "낙관", "재생"]
  },
  "18": {
    "cardName": "The Moon (달)",
    "firstHalfFortune": "2026년 상반기는 직관과 무의식의 영역이 강화되는 시기입니다. 모든 것이 명확하지 않을 수 있으며, 혼란이나 불안을 느낄 수 있습니다. 하지만 이 안개 속에서 중요한 진실을 발견하게 됩니다. 꿈, 직감, 미묘한 신호에 주의를 기울이세요. 숨겨진 감정이나 두려움이 표면으로 떠오를 수 있으며, 이를 인정하고 치유하는 것이 중요합니다. 창의적 영감이 풍부해지며, 예술이나 글쓰기에 좋은 시기입니다. 모든 것을 통제하려 하지 말고, 흐름을 따라가며 서서히 빛을 찾아가세요.",
    "studyFortune": "논리보다 직관이 도움이 되는 시기입니다. 예술, 심리, 영성 분야 공부에 적합합니다. 혼란스러워도 포기하지 마세요, 안개가 걷히면 이해가 됩니다.",
    "wealthFortune": "재정 상황이 불명확할 수 있습니다. 큰 투자 결정은 미루고, 상황이 명확해질 때까지 기다리세요. 직감을 믿되 사기나 기만에 주의하세요.",
    "relationshipFortune": "상대의 진심을 알기 어려울 수 있습니다. 오해가 생기기 쉬우니 명확한 소통을 하세요. 숨겨진 감정을 표현하면 관계가 깊어집니다.",
    "luckyActions": ["꿈 분석", "창작 활동", "직관 따르기", "감정 돌보기"],
    "luckyColors": ["실버", "네이비", "라벤더"],
    "keywords": ["직관", "무의식", "꿈", "신비", "환상"]
  },
  "19": {
    "cardName": "The Sun (태양)",
    "firstHalfFortune": "2026년 상반기, 태양의 밝은 에너지가 당신의 삶을 비춥니다. 성공, 기쁨, 활력이 넘치는 시기로, 원하는 것을 이루고 행복을 만끽할 수 있습니다. 자신감이 높아지고, 다른 사람들에게도 긍정적인 영향을 줍니다. 건강이 좋아지고, 창의성이 빛을 발합니다. 아이들과 관련된 좋은 소식이 있을 수 있으며, 내면의 순수한 아이를 표현하는 것이 행운을 가져옵니다. 숨길 것 없이 진정한 자신을 드러내고, 밝은 에너지로 주변을 따뜻하게 만드세요. 축하받을 일들이 생깁니다.",
    "studyFortune": "학업운이 최고입니다. 자신감 있게 시험에 임하면 좋은 결과를 얻습니다. 밝은 에너지로 공부하면 효율도 높고 즐겁습니다.",
    "wealthFortune": "재물운이 밝습니다. 노력한 것에 대한 보상이 따르고, 새로운 수입 기회도 생깁니다. 긍정적인 마인드가 풍요를 끌어당깁니다.",
    "relationshipFortune": "밝고 따뜻한 에너지로 인기가 높아집니다. 어디서든 환영받고, 좋은 인연이 자연스럽게 찾아옵니다. 행복한 시간을 함께할 수 있어요.",
    "luckyActions": [
      "야외 활동",
      "자신 표현하기",
      "아이와 시간 보내기",
      "창의적 프로젝트"
    ],
    "luckyColors": ["골드", "오렌지", "밝은 노랑"],
    "keywords": ["성공", "기쁨", "활력", "자신감", "축복"]
  },
  "20": {
    "cardName": "Judgement (심판)",
    "firstHalfFortune": "2026년 상반기는 각성과 부활의 시기입니다. 과거를 돌아보고 스스로를 평가하며, 새로운 소명을 발견하게 됩니다. 중요한 결단의 순간이 다가오며, 이는 인생의 방향을 바꿀 수 있는 기회입니다. 과거의 실수나 상처를 용서하고, 새롭게 출발하세요. 부르심에 응답하고, 더 높은 목적을 향해 나아가세요. 숨겨진 재능이 드러나거나, 과거에 포기했던 것을 다시 시작할 기회가 올 수 있습니다. 내면의 목소리에 귀 기울이고, 진정한 자신으로 살아가세요.",
    "studyFortune": "자신의 진로를 재평가하는 시기입니다. 진정으로 원하는 공부를 찾게 되며, 과거에 포기했던 학습을 다시 시작할 수 있습니다.",
    "wealthFortune": "재정적 결단의 시기입니다. 과거의 재정 습관을 평가하고 새로운 방향을 설정하세요. 중요한 재정적 결정이 미래를 바꿀 수 있습니다.",
    "relationshipFortune": "관계에서 중요한 결단을 내리게 됩니다. 과거의 상처를 용서하고 새 출발을 할 수 있어요. 운명적인 재회가 있을 수도 있습니다.",
    "luckyActions": ["자기 평가", "용서하기", "소명 찾기", "새 출발 결심"],
    "luckyColors": ["화이트", "골드", "스카이 블루"],
    "keywords": ["각성", "부활", "소명", "결단", "용서"]
  },
  "21": {
    "cardName": "The World (세계)",
    "firstHalfFortune": "2026년 상반기, 당신은 하나의 중요한 싸이클을 완성하게 됩니다. 오랫동안 노력해온 일이 마무리되고, 성취감과 만족감을 느끼게 됩니다. 세상과 조화롭게 연결되어 있다는 느낌을 받으며, 모든 것이 제자리를 찾아가는 경험을 합니다. 해외 여행, 글로벌 프로젝트, 문화 교류 등에서 좋은 기회가 있습니다. 이 완성은 또 다른 시작의 발판이 됩니다. 자신의 성장을 축하하고, 다음 여정을 준비하세요. 우주 전체가 당신을 축복하고 있습니다. 통합과 완전함의 에너지가 함께합니다.",
    "studyFortune": "학업의 완성을 경험합니다. 졸업, 자격증 취득, 프로젝트 완료 등 마무리의 성취감을 느낍니다. 해외 학습이나 교류에서 좋은 기회가 있습니다.",
    "wealthFortune": "재정적 목표 달성의 시기입니다. 오랜 투자가 결실을 맺고, 글로벌 비즈니스에서 기회가 옵니다. 완성의 기쁨과 함께 풍요가 따릅니다.",
    "relationshipFortune": "관계에서 완성과 조화를 경험합니다. 오래된 관계가 새로운 단계로 발전하거나, 다양한 사람들과 연결되는 기쁨을 느낍니다.",
    "luckyActions": [
      "해외 여행",
      "프로젝트 완성",
      "성과 축하",
      "새로운 목표 설정"
    ],
    "luckyColors": ["퍼플", "골드", "그린"],
    "keywords": ["완성", "통합", "성취", "세계", "축하"]
  }
}
